Repository: GardenOfOctopus/InterMessage
Catalog: po/*/LC_MESSAGES/IM.po
Languages: ru_ru

source: InterMessage application for connecting chats in different messengers
ru_ru: Приложение InterMessage для объединения чатов в разных мессенджерах

source: The path to the file with the configuration of bots in messengers
ru_ru: Путь к файлу с конфигуацией ботов в мессенджерах

source: Invalid configuration file
ru_ru: Неверный формат файла конфигурации

source: Received exit, exiting
ru_ru: Получен сигнал завершения. Программа завершается

source: {} from {}:
ru_ru: {} из {}:

source: BotBase abstract method is not implemented
ru_ru: Абстрактный метод класса BotBase не реализован

source: Created DiscordBot
ru_ru: Создан DiscordBot

source: Created Logger
ru_ru: Создан Logger

source: Has no text
ru_ru: Без текста

source: Created TelegramBot
ru_ru: Создан TelegramBot

source: Created VkBot
ru_ru: Создан VkBot
